exports.module = {
  weaponPotentialList: {
    1: {
      0: 'STR : %d',      // 고청 수치
      1: 'DEX : %d',      // 고정 수치
      2: 'INT : %d',      // 고정 수치
      3: 'LUK : %d',      // 고정 수치
      4: 'MaxHP : %d',    // 고정 수치
      5: 'MaxMP : %d',    // 고정 수치
      6: '방어력 : %d',
      7: '올스탯 : %d',
      8: 'STR : %d%%',      // % 수치
      9: 'DEX : %d%%',      // % 수치
      10: 'INT : %d%%',      // % 수치
      11: 'LUK : %d%%',     // % 수치
      15: '데미지',
      16: '공격 시 %d%% 확률로 HP의 %d 회복',
      17: '공격 시 %d%% 확률로 MP의 %d 회복',
      18: '공격 시 %d%% 확률로 %d레벨 중독효과 적용',
      19: '공격 시 %d%% 확률로 %d레벨 기절효과 적용',
      20: '공격 시 %d%% 확률로 %d레벨 슬로우효과 적용',
      21: '공격 시 %d%% 확률로 %d레벨 암흑효과 적용',
      22: '공격 시 %d%% 확률로 %d레벨 빙결효과 적용',
      23: '공격 시 %d%% 확률로 %d레벨 봉인효과 적용',
      24: '몬스터 방어율 무시',
      25: '공격력 : %d%',    // 고정 수치
      26: '마력 : %d%',     // 고정 수치
      27: '공격력 : %d%%',    // % 수치
      28: '마력 : %d%%',      // % 수치
      29: '크리티컬 확률 : %d%%'
    },
    2: {
      1: 'STR',
      2: 'DEX',
      3: 'INT',
      4: 'LUK',
      5: 'HP',
      6: 'MP',
      7: '공격력',
      8: '마력',
      9: '방어력',
      10: '크리티컬 확률',
      11: '데미지',
      12: '올스탯',
      13: '공격 시 HP 회복',
      14: '공격 시 MP 회복',
      15: '몬스터 방어율 무시',
      16: '피격 시 데미지 무시',
      17: '피격 후 무적시간',
      18: '몬스터 처치 시 HP 회복',
      19: '몬스터 처치 시 MP 회복',
      20: '공격 시 HP 회복 2',
      21: '공격 시 MP 회복 2',
      22: '피격 시 데미지 무시 2',
      23: '피격 시 데미지 무시 3'
    },
    3: {
      23: '보스 몬스터 공격 시 데미지',
      24: 'HP 회복아이템 및 회복 스킬 효율'
    }
  },
}