exports.module = {
  weaponPotentialList: {
    1: {
      0: 'STR',      // 고청 수치
      1: 'DEX',      // 고정 수치
      2: 'INT',      // 고정 수치
      3: 'LUK',      // 고정 수치
      4: 'MaxHP',    // 고정 수치
      5: 'MaxMP',    // 고정 수치
      6: '방어력',
      7: '올스탯',
      8: 'STR',      // % 수치
      9: 'DEX',      // % 수치
      10: 'INT',      // % 수치
      11: 'LUK',     // % 수치
      12: 'HP',
      13: 'MP',
      14: '방어력',
      15: '데미지',
      16: '확률로 상태이상',
      17: '공격력',    // 고정 수치
      18: '마력',     // 고정 수치
      19: '공격력',    // % 수치
      20: '마력',      // % 수치
      21: '크리티컬 확률',
    },
    2: {
      22: '올스탯' // % 수치
    },
    3: {
      23: '보스 몬스터 공격 시 데미지',
      24: 'HP 회복아이템 및 회복 스킬 효율',
    }
  },
}